Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2012.tmx
Source language: en_us
Languages: zh_cn

source: We will conscientiously implement the policies and measures for the large-scale development of the western region in the new decade, work even harder to implement the strategy for the rise of the central region, more quickly revitalize the old industrial bases in northeast China, and actively support the eastern region in transforming its economy and participating in international competition and cooperation at a higher level.
zh_cn: 认真落实西部大开发新10年的政策措施，加大实施中部地区崛起战略的力度，加快推进东北地区等老工业基地振兴，积极支持东部地区转型发展、在更高层次上参与国际竞争与合作。

source: We will increase support to old revolutionary base areas, ethnic minority areas, border areas, and poverty-stricken areas.
zh_cn: 要加大对革命老区、民族地区、边疆地区和贫困地区的扶持力度。

source: We will encourage special economic zones, the Pudong New Area in Shanghai, and the Binhai New Area in Tianjin to better play their role of leading the way and exploring new paths in reform and opening up.
zh_cn: 更好地发挥经济特区、上海浦东新区、天津滨海新区在改革开放中先行先试的重要作用。

source: We will formulate and implement a strategy for marine development, and promote the development of the marine economy.
zh_cn: 制定和实施海洋发展战略，促进海洋经济发展。

source: We will strengthen and improve inter-regional cooperation mechanisms, remove market barriers, facilitate the flow of factors of production, guide the orderly transfer of industries, and promote mutually reinforcing and coordinated economic development among regions.
zh_cn: 加强和完善跨区域合作机制，消除市场壁垒，促进要素流动，引导产业有序转移，推动区域经济良性互动、协调发展。

source: We will actively yet prudently promote urbanization.
zh_cn: 积极稳妥推进城镇化。

source: We will promote the coordinated development of large, medium-sized, and small cities as well as small towns in light of local conditions and in accordance with the laws governing urban development.
zh_cn: 要遵循城市发展规律，从各地实际出发，促进大中小城市和小城镇协调发展。

source: On the basis of the carrying capacity of China's resources, environment and population, we will improve the distribution of the productive forces across the country, develop cities and towns rationally, and ensure that the geographical distribution of the population is suited to land availability, resources distribution, and development potential.
zh_cn: 根据资源环境和人口承载能力，优化全国生产力布局，形成合理的城镇体系和与国土规模、资源分布、发展潜力相适应的人口布局。

source: We will strengthen the economic foundation and create job opportunities in all cities, improve their infrastructure and living environment, strengthen urban management and services, and raise the quality and level of urbanization.
zh_cn: 各类城市都要夯实经济基础，创造就业机会，完善基础设施，改善人居环境，加强管理服务，提升城镇化质量和水平。

source: We will give higher priority to registering rural migrant workers with stable jobs and permanent homes in cities or towns as permanent urban residents in an orderly manner.
zh_cn: 更加注重把在城镇稳定就业和居住的农民工有序转变为城镇居民；

source: We will relax eligibility for registering as urban households in small and medium-sized cities, guide the rational flow of the population, and enable more surplus rural workers to find nonagricultural employment in nearby towns and cities.
zh_cn: 放宽中小城市落户条件，合理引导人口流向，让更多农村富余劳动力就近转移就业。

source: We should care more deeply for rural migrant workers and provide more services to them; resolve difficulties they have in securing employment services, obtaining social security benefits, getting their children enrolled in preschools and schools, and renting or purchasing homes; and gradually extend to them basic public services that are available to urban residents.
zh_cn: 加强对农民工的人文关怀和服务，着力解决农民工在就业服务、社会保障、子女入园上学、住房租购等方面的实际问题，逐步将城镇基本公共服务覆盖到农民工。

source: We will take care of children, women and old people who are left behind by rural migrant workers who work in cities.
zh_cn: 关爱留守儿童、留守妇女和留守老人。

source: We will enable rural residents to enjoy a happy life whether they go to the city or stay in the countryside.
zh_cn: 让农民无论进城还是留乡，都能安居乐业、幸福生活。

source: 5. Thoroughly implementing the strategies of developing China through science and education and strengthening the country through human resource development
zh_cn: （五）深入实施科教兴国战略和人才强国战略

source: To make China prosperous and strong and achieve the revival of the Chinese nation, we need to vigorously develop science, technology, and education and create a high-quality talent pool.
zh_cn: 大力发展科技、教育事业，培养高素质的人才队伍，是国家强盛、民族复兴的必由之路。

source: We will continue to give high priority to developing education.
zh_cn: 坚持优先发展教育。

source: The central government has already prepared its budget to meet the requirement that government spending on education accounts for 4% of China's GDP, and local governments should act accordingly to ensure that this target is reached.
zh_cn: 中央财政已按全国财政性教育经费支出占国内生产总值的4%编制预算，地方财政要相应安排，确保实现这一目标。

source: Funds for education must be used to meet the funding requirements in key areas and strengthen weak links so that they yield better results.
zh_cn: 教育经费要突出保障重点，加强薄弱环节，提高使用效益。

source: We will deepen reform of the educational system, strengthen the corps of teachers, energetically implement well-rounded education, and gradually resolve major problems in examination and enrollment, and in education and teaching.
zh_cn: 深入推进教育体制改革，加强教师队伍建设，大力实施素质教育，逐步解决考试招生、教育教学等方面的突出问题。

source: We will carry forward and gradually institutionalize democratic school management.
zh_cn: 推进学校民主管理，逐步形成制度。

source: We will promote the balanced development of compulsory education and give preference to schools in the central and western regions, rural areas, remote areas, and ethnic minority areas, and to weak urban schools when allocating resources.
zh_cn: 促进义务教育均衡发展，资源配置要向中西部、农村、边远、民族地区和城市薄弱学校倾斜。

source: We will continue to make great efforts to ease contentious issues of great concern to the people, including paying to enroll one's children in better schools and the shortage of preschools.
zh_cn: 继续花大气力推动解决择校、入园等人民群众关心的热点难点问题。

source: We will arrange the location of rural primary and secondary schools in light of local conditions, and ensure there is a proper balance between improving the quality of education and placing schools closer to children.
zh_cn: 农村中小学布局要因地制宜，处理好提高教育质量和方便孩子们就近上学的关系。

source: We will run rural boarding schools well, and implement the plan for improving nutrition for rural students receiving compulsory education.
zh_cn: 办好农村寄宿学校，实施好农村义务教育学生营养改善计划。

source: We will enhance school bus and campus safety to ensure children's safety.
zh_cn: 加强校车和校园安全管理，确保孩子们的人身安全。

source: We will strengthen preschool, continuing and special education, develop a modern vocational education system, and do a good job educating ethnic minority students.
zh_cn: 加强学前教育、继续教育和特殊教育，建设现代职业教育体系。办好民族教育。

source: Higher education should better meet the needs of economic and social development and China's strategic requirements, and improve its quality and capacity for making innovations.
zh_cn: 高等教育要与经济社会发展和国家战略需要紧密结合，提高教育质量和创新能力。

source: We will improve the state financial aid system for students by gradually making all rural students exempt from paying tuition for secondary vocational education, and by granting financial aid to more students from poor families who attend regular senior secondary schools.
zh_cn: 完善国家助学制度，逐步将中等职业教育免学费政策覆盖到所有农村学生，扩大普通高中家庭经济困难学生资助范围。

source: We will vigorously develop privately run schools and encourage and guide nongovernmental investment in all types of schools at all levels.
zh_cn: 大力发展民办教育，鼓励和引导社会资本进入各级各类教育领域。

source: The people place their hopes on education, and education is crucial for China's future, so we must achieve even better results in this work.
zh_cn: 教育寄托着人民的希望，关系国家的未来，我们一定要把这项事业办得更好！

source: We will vigorously boost innovation in science and technology.
zh_cn: 大力推进科技创新。

source: We will strengthen the national innovation system.
zh_cn: 加强国家创新体系建设。

source: We will deepen reform of the management system for science and technology, spur enterprises to become the main source of technological innovation, and more closely integrate science and technology with the economy.
zh_cn: 深化科技体制改革，推动企业成为技术创新主体，促进科技与经济紧密结合。

source: We will support enterprises in developing R&D centers and undertaking major national and regional science and technology projects.
zh_cn: 支持企业加强研发中心建设，承担国家和地区重大科技项目。

source: We will guide research institutes and researchers in universities in providing services to enterprises' technological innovation centers so that enterprises, universities, and research institutes can work more closely together to increase the industrial application of scientific and technological advances.
zh_cn: 引导科研机构、高等院校的科研力量为企业技术创新服务，更好地实现产学研有机结合，提高科技成果转化和产业化水平。

source: We will boost basic research and research in cutting-edge technologies, and improve our capacity to make original innovations.
zh_cn: 推动基础研究和前沿技术研究，提高原始创新能力。

source: We will improve the evaluation and incentive system for scientific and technological advances.
zh_cn: 完善科技评价和奖励制度。

source: We will advocate academic integrity, encourage independent thinking, ensure academic freedom, and foster a scientific spirit.
zh_cn: 倡导学术诚信，鼓励独立思考，保障学术自由，弘扬科学精神。

source: We will unwaveringly implement the national strategy on intellectual property rights.
zh_cn: 坚定不移地实施国家知识产权战略。

source: We will comprehensively strengthen human resource work.
zh_cn: 全面加强人才工作。

source: We will deepen reform of the personnel management system; energetically train high-level innovative and entrepreneurial personnel, talented young people, and personnel who are urgently needed and in short supply; and attract talented personnel from overseas.
zh_cn: 深化人才体制改革，大力培养造就高水平创新创业人才、青年人才和急需紧缺人才，引进高层次人才。

source: We will improve the mechanism for training, employing, evaluating, and giving incentives to talented personnel, and create a favorable social environment for them to come to the fore in large numbers and tap their full potential.
zh_cn: 完善人才培养、任用、评价、激励机制。努力营造人才辈出、人尽其才、才尽其用的良好社会环境。

source: 6. Ensuring and improving the people's wellbeing
zh_cn: （六）切实保障和改善民生

source: Putting people first is about realizing, upholding, and promoting their fundamental interests.
zh_cn: 实现好、维护好、发展好最广大人民的根本利益是以人为本理念的具体体现。

source: We will make ensuring and improving their wellbeing an important task in the work of the government.
zh_cn: 要把保障和改善民生作为政府工作的重要任务。

source: We will make every effort to increase employment.
zh_cn: 千方百计扩大就业。

source: Employment is of great importance to China's development and the people's wellbeing.
zh_cn: 就业是关系国家发展和人民福祉的大事。

source: We will continue to face great employment pressure this year, and governments at all levels must continue to follow the strategy of giving top priority to employment and more actively implement employment policies.
zh_cn: 今年就业压力仍然很大，各级政府务必坚持就业优先战略，继续实施更加积极的就业政策。

source: We will give high priority to supporting service industries, innovative high-tech enterprises, and small and micro businesses that employ large numbers of people so as to create more jobs.
zh_cn: 重点扶持就业容量大的服务业、创新型科技企业和小型微型企业，创造更多就业岗位。

source: We will encourage the creation of new businesses to stimulate employment.
zh_cn: 鼓励以创业带动就业。

source: We will help college graduates, rural migrant workers and urban residents having difficulty finding jobs find employment, and strengthen technical training for ex-soldiers and help them find jobs and settle down.
zh_cn: 抓好高校毕业生、农民工和城镇就业困难人员就业，加强退役军人技能培训与就业安置工作。

source: We will encourage college graduates to pursue careers in rural areas, local communities and the central and western regions.
zh_cn: 鼓励高校毕业生投身农村、基层、中西部地区建设。

source: We will strengthen vocational training and public employment services.
zh_cn: 加强职业培训和公共就业服务工作。

source: We will accelerate development of a sound, unified, standardized, and flexible human resources market.
zh_cn: 加快建立健全统一规范灵活的人力资源市场。

source: We will promote harmonious labor relations, increase supervision of labor dispatch, settle labor relations disputes, and intensify supervision, mediation, and arbitration of labor disputes to protect the legitimate rights and interests of employees.
zh_cn: 积极构建和谐劳动关系，加强对劳务派遣的规范管理，开展劳动关系争议排查，加强劳动监察和调解仲裁，维护劳动者合法权益。

source: We will accelerate improvements to the social security system.
zh_cn: 加快完善社会保障体系。

source: By the end of the year, we will have achieved full coverage of the new old-age pension system for rural residents and the old-age pension system for non-working urban residents.
zh_cn: 今年年底前实现新型农村社会养老保险和城镇居民社会养老保险制度全覆盖。

source: We will expand coverage of all types of social insurance.
zh_cn: 扩大各项社会保险覆盖面。

source: We will raise the basic pension for enterprise retirees.
zh_cn: 增加企业退休人员基本养老金。

source: We will increase urban and rural subsistence allowances and social aid, and accelerate development of social welfare programs and charities.
zh_cn: 加强城乡低保和社会救助工作，加快发展社会福利事业和慈善事业。

source: We will better coordinate all aspects of the social safety net.
zh_cn: 加强各项社会保障制度衔接。

source: We will increase the social security fund through a variety of channels, and strengthen oversight and supervision of investment from the social insurance fund and social security fund to increase their value.
zh_cn: 多渠道增加社会保障基金，加强社会保险基金、社会保障基金投资监管，实现保值增值。

source: We will strengthen capacity building for social security services, allow localities where conditions permit to integrate and merge social security agencies, and entrust some services to banks or commercial insurance institutions.
zh_cn: 加强社保服务能力建设，有条件的地方可对各类社保经办机构进行整合归并，有些服务可委托银行、商业保险机构代办。

source: We will accelerate the work of introducing all-in-one national social security cards.
zh_cn: 加快全国统一的社会保障卡发放。

source: We will vigorously promote the development and reform of medical and healthcare services.
zh_cn: 大力推进医药卫生事业改革发展。

source: We will move faster to improve the medical insurance system covering the whole population, consolidate and expand the coverage of basic medical insurance, and enhance our capability to provide and manage basic medical services.
zh_cn: 加快健全全民医保体系，巩固扩大基本医保覆盖面，提高基本医疗保障水平和管理服务水平。

source: We will raise subsidies for medical insurance for non-working urban residents and the new type of rural cooperative medical care system to 240 yuan per person per year.
zh_cn: 城镇居民医保和新农合补助标准提高到每人每年240元。

source: We will fully introduce social insurance against uraemia and seven other major diseases and include lung cancer and 11 other major diseases in the pilot program to provide insurance and aid for their treatment.
zh_cn: 全面推开尿毒症等8类大病保障，将肺癌等12类大病纳入保障和救助试点范围。

source: We will consolidate and improve the system for basic drugs and improve the community-level medical and health care system.
zh_cn: 巩固完善基本药物制度，加强基层医疗卫生服务体系建设。

source: We will push forward reform of public hospitals, so that medical care is separated from pharmacy operations, government management is separated from hospital operations, and the practice of using pharmacy profits to subsidize medical services is ended.
zh_cn: 推进公立医院改革，实行医药分开、管办分开，破除以药补医机制。

source: We will encourage and guide nongovernmental investment in hospitals, and speed up the creation of a system of hospitals with diversified ownership that is open to foreign participation.
zh_cn: 鼓励引导社会资本办医，加快形成对外开放的多元办医格局。

source: We will boost the morale of medical workers and build harmonious relations between doctors and patients.
zh_cn: 充分调动医务工作者积极性，建立和谐的医患关系。

source: We will improve public health services and prevent and control major communicable, chronic and occupational diseases that pose a major health hazard.
zh_cn: 加强公共卫生服务，预防控制严重威胁群众健康的重大传染病、慢性病、职业病。

source: We will tighten control over drug safety.
zh_cn: 加强药品安全工作。

source: We will support and promote the development of traditional Chinese medicine and the medical practices of ethnic minorities.
zh_cn: 扶持和促进中医药和民族医药事业发展。

source: We will comprehensively carry out work relating to population and family planning.
zh_cn: 全面做好人口和计划生育工作。

source: We will continue to keep the birthrate low, redress gender imbalance through various means, and improve the health of infants.
zh_cn: 继续稳定低生育水平，综合治理出生人口性别比偏高问题，提高出生人口质量。

source: We will achieve full coverage of quality family planning services more quickly than planned and extend the trial program of free pre-pregnancy checkups to 60% of China's counties and county-level cities and districts.
zh_cn: 加快实现计划生育优质服务全覆盖，将免费孕前优生健康检查试点范围扩大到60%的县（市、区）。

source: We will increase the rewards and special assistance to the rural families that observe the state's family planning policy.
zh_cn: 提高农村部分计划生育家庭奖励扶助、特殊扶助标准。

source: We will increase family planning services to the floating population and improve management of such services.
zh_cn: 加强流动人口计划生育服务管理。

source: We will do our work related to women and children well.
zh_cn: 做好妇女儿童工作，

source: We will extend free cervical cancer and breast cancer screening to more rural women, improve the wellbeing of women and children and better guarantee their rights and interests.
zh_cn: 扩大农村妇女宫颈癌、乳腺癌免费检查覆盖面，提高妇女儿童发展和权益保障水平。

source: We will further improve the social security system and the system of services for people with disabilities.
zh_cn: 进一步完善残疾人社会保障体系和服务体系。

source: We will actively develop programs for the elderly and accelerate development of a system of social services for urban and rural seniors so they can live their later years in contentment.
zh_cn: 积极发展老龄事业，加快建设社会养老服务体系，努力让城乡老年人都老有所养，幸福安度晚年。

source: We will continue to regulate the real estate market and develop low-income housing.
zh_cn: 继续搞好房地产市场调控和保障性安居工程建设。

source: We will strictly implement and gradually improve policies and measures for discouraging speculative or investment-driven housing demand, build on progress made in regulating the real estate market, and bring property prices down to a reasonable level.
zh_cn: 严格执行并逐步完善抑制投机、投资性需求的政策措施，进一步巩固调控成果，促进房价合理回归。

source: We will continue to develop low-income housing, and basically complete five million units and start construction on over seven million units, ensuring they are built to a high standard.
zh_cn: 继续推进保障性安居工程建设，在确保质量的前提下，基本建成500万套，新开工700万套以上。

source: We will work speedily to improve the system for constructing, allocating, managing, and recalling low-income housing units.
zh_cn: 抓紧完善保障性住房建设、分配、管理、退出等制度。

source: We will take effective measures to increase supply of regular commodity housing.
zh_cn: 采取有效措施，增加普通商品住房供给。

source: We will accelerate development of an urban housing information system and reform the real estate tax system to promote long-term, steady, and sound growth of the real estate market.
zh_cn: 加快建设城镇住房信息系统，改革房地产税收制度，促进房地产市场长期平稳健康发展。

source: We will strengthen and make innovations in social administration.
zh_cn: 加强和创新社会管理。

source: We will work hard to resolve social conflicts, make innovations in social administration, and enforce the law impartially and with integrity.
zh_cn: 加强社会矛盾化解、社会管理创新、公正廉洁执法。

source: We will strengthen government functions for conducting social administration and providing public services.
zh_cn: 强化政府社会管理和公共服务职能。

source: We will strengthen the self-governing capabilities of rural and urban community self-governing organizations.
zh_cn: 提高城乡基层群众性自治组织的自治能力。

source: We will get social organizations to play an active role in social administration.
zh_cn: 发挥社会组织在社会管理中的积极作用。

source: We will actively yet prudently carry forward the reform of the household registration system, implement the residence permit system, and provide better services to the floating population.
zh_cn: 积极稳妥推进户籍管理制度改革，推动实行居住证制度，为流动人口提供更好服务。

source: We will accelerate the development of a national e-government network, with the focus on sharing information and achieving national interconnectivity.
zh_cn: 以信息共享、互联互通为重点，加快建设国家电子政务网。

source: We will vigorously give impetus to government, business, and public integrity, and create a credit information system for the whole society.
zh_cn: 大力推进政务诚信、商务诚信、社会诚信建设，构建覆盖全社会的征信系统。

source: We will strengthen and improve management of the Internet and foster a healthy cyberspace environment.
zh_cn: 加强和改进互联网管理，营造健康的网络环境。

source: We will improve the mechanism for assessing risks major policy decisions may pose for social stability and the mechanism for managing responses to emergencies.
zh_cn: 健全重大决策社会稳定风险评估机制和突发事件应急管理机制。

source: We will implement the strategy of ensuring safety in development, tighten oversight over workplace safety, and prevent the occurrence of serious and major accidents.
zh_cn: 实施安全发展战略，加强安全生产监管，防止重特大事故发生。

source: We will carry out an intense crackdown on violations of intellectual property rights and the manufacture and sale of counterfeit or substandard goods.
zh_cn: 深入开展打击侵犯知识产权和制售假冒伪劣商品行动。

source: We will enhance our food safety oversight capability and raise the level of food safety.
zh_cn: 增强食品安全监管能力，提高食品安全水平。

source: We will strengthen and improve the handling of public complaints made through letters and visits and improve the mechanism whereby the masses express appeals concerning matters affecting their interests.
zh_cn: 加强和改进信访工作，健全群众利益诉求表达机制。

source: We will strengthen legal services and assistance.
zh_cn: 加强法律服务和法律援助。

source: We will be on high alert for and crack down on crime in accordance with the law to protect people's lives and property.
zh_cn: 严密防范和依法打击违法犯罪活动，保障人民群众生命财产安全。

source: 7. Promoting the great development and flourishing of culture
zh_cn: （七）促进文化大发展大繁荣

source: Culture gives human beings a sense of belonging, and passing on fine culture is essential in maintaining the everlasting vitality of a nation.
zh_cn: 文化是人类的精神家园，优秀文化传承是一个民族生生不息的血脉。

source: We will provide a large quantity of high-quality cultural products to meet people's demand for culture.
zh_cn: 要提供优质丰富的文化产品，不断满足人民群众的精神文化需求。

source: We will intensively promote development of the system of core socialist values.
zh_cn: 深入推进社会主义核心价值体系建设。

source: We will strengthen education with regard to social codes of conduct, professional ethics, family virtues, and individual integrity. We will educate children and young people about values and strive to create a social atmosphere that promotes morality, integrity, dedication, and harmony.
zh_cn: 加强社会公德、职业道德、家庭美德和个人品德教育，做好青少年思想道德教育工作，努力形成知荣辱、讲正气、守诚信、作奉献、促和谐的良好风尚。

source: We will vigorously promote nonprofit cultural services and strengthen cultural infrastructure in communities, particularly in rural areas and the central and western regions.
zh_cn: 大力发展公益性文化事业。以农村和中西部地区为重点，加强基层文化设施建设。

source: We will promote the flourishing of philosophy and the social sciences, and actively develop the press, publishing, radio, film, television, literature, art, and archives.
zh_cn: 推动哲学社会科学繁荣发展，积极发展新闻出版、广播影视、文学艺术和档案事业。

source: We will better protect our cultural heritage and foster the flourishing of ethnic minority cultures.
zh_cn: 加强文化遗产保护，繁荣发展少数民族文化事业。

source: We will deepen reform of the cultural system and continue to transform for-profit cultural institutions into enterprises.
zh_cn: 深化文化体制改革，继续推动经营性文化单位转企改制。

source: We will make the cultural industry larger, more intensive, and more specialized; and turn it into a pillar of the economy.
zh_cn: 提高文化产业规模化、集约化、专业化水平，推动文化产业成为国民经济支柱性产业。

source: We will intensify cultural and people-to-people exchanges with other countries so that we learn from each other's strengths.
zh_cn: 深入开展对外人文交流，促进中外文化相互借鉴。

source: We will extensively carry out public fitness activities to make the people healthier, and promote the balanced development of sports activities and the sports industry.
zh_cn: 广泛开展全民健身活动，增强人民体质，促进体育事业和体育产业协调发展。

source: Chinese culture is highly cohesive and inspiring, and we Chinese today must shoulder the historic duty of advancing it.
zh_cn: 中华文化具有强大的向心力和震撼力，当代中华儿女一定要肩负起弘扬中华文化的历史重任。

source: 8. Deepening reforms in key areas
zh_cn: （八）深入推进重点领域改革

source: Reform and opening up are the right choice we made for China's destiny and future.
zh_cn: 改革开放是决定中国前途命运的正确抉择。
